[Killed] ConditionalExpression
temp/exercise-digimon-finders/src/App.js:56:11
           Search Digimon
         </button>
         {
-          isFetching && !errorMessage
+          false
             ? <Digimon digimon={ digimon } />
             : <h1>{errorMessage || 'Faça uma pesquisa'}</h1>
